Repository: Dabieder/serene
Catalog: frontend/src/i18n/messages.*.xlf
Languages: de

source: Incorrect username or password.
de: Benutzername oder Passwort sind nicht korrekt.

source: OR
de: Oder

source: Declaration of consent
de: Einverständniserklärung

source: The TEL environment is not used for assessment purposes at any moment. Your participation in the TEL environment will not affect your final grade for the seminar. The final grade for the seminar will be solely based on the outcomes and achievements of your seminar project.
de: Die TEL-Umgebung wird zu keinem Zeitpunkt zu Bewertungszwecken genutzt. Ihre Teilnahme im TEL-Umfeld hat keinen Einfluss auf Ihre Abschlussnote.

source: The TEL environment has been developed with great care. The data will always stay within the boundaries of the Goethe University Frankfurt am Main and no third-party software will be used. Nevertheless, the TEL environment is still in beta-testing and we can not guarantee a flawless and error-free operation at any moment.
de: Die TEL-Umgebung wurde mit großer Sorgfalt entwickelt. Die Daten bleiben immer innerhalb der Grenzen der Goethe-Universität Frankfurt am Main und es wird keine Software von Drittanbietern verwendet. Dennoch befindet sich die TEL-Umgebung noch im Beta-Test und wir können zu keinem Zeitpunkt einen einwandfreien und fehlerfreien Betrieb garantieren.

# generalSettings
source: General
de: Allgemein

# consentSettings
source: Consent
de: Einverständniserklärung

source: Yes
de: Ja

source: No
de: Nein

source: What happens with the collected data?
de: Was passiert mit den erfassten Daten?

source: Your data will be collected for the duration of the course and the analysis results will only be available to you and the course providers. Once the course is completed, the data will be anonymized and stored for research purposes for the following three years. Bounded by the European General Data Protection Regulation (GDPR), your personal data will not be disclosed or shared with other parties without additional consent. Data collected in the TEL environment will at no point be used to assess your study performance, your final grade is solely based on the outcomes of your study project.
de: Ihre Daten werden während der Laufzeit des Kurses erhoben und die Analyseergebnisse stehen nur Ihnen und den Kursanbietern zur Verfügung. Nach Abschluss des Kurses werden die Daten anonymisiert und für Forschungszwecke für die nächsten fünf Jahre gespeichert. Im Rahmen der Europäischen Allgemeinen Datenschutzverordnung (DSGVO) werden Ihre personenbezogenen Daten ohne zusätzliche Zustimmung weder weitergegeben noch an Dritte weitergegeben. Die im TEL-Umfeld gesammelten Daten werden zu keinem Zeitpunkt zur Beurteilung Ihrer Studienleistung verwendet, Ihre Endnote basiert ausschließlich auf den Ergebnissen Ihres Studienprojekts.

source: What are your rights?
de: Welche Rechte haben Sie?

source: Do you have any questions?
de: Haben Sie Fragen?

source: <p>For content related questions, please contact:</p> <p> Prof. Dr. Drachsler, +49(0)69-24708-866, <a>drachsler@dipf.de</a>, Solmsstraße 73-75, 60486 Frankfurt am Main </p>
de: <p>Für Inhaltliche Fragen, wenden Sie sich bitte an::</p><p> Prof. Dr. Drachsler, +49(0)69-24708-866, <a>drachsler@dipf.de</a>, Solmsstraße 73-75, 60486 Frankfurt am Main </p>

source: Statement of consent
de: Einverständniserklärung

source: By giving your consent, you indicate that you have read and understood the information above and had the opportunity to ask questions
de: Mit Ihrer Zustimmung erklären Sie, dass Sie die obigen Informationen gelesen und verstanden haben und die Möglichkeit hatten, Fragen zu stellen.

source: I understand that I can choose not to opt-in into the processing of data and that by doing so, I will suffer no disadvantages
de: Ich verstehe, dass ich mich dagegen entscheiden kann, der Verarbeitung meiner personenbezogenen Daten in Serene zuzustimmen. Ich verstehe, dass mir daraus keine Nachteile entstehen werden.

source: I have read and understood the terms and conditions.
de: Ich habe die Bedingungen gelesen und verstanden

source: Click to read more
de: Hier klicken, um mehr zu erfahren

source: The collection and processing of personal data within the seminar has two purposes:
de: Das Sammeln und Verarbeiten von Daten geschieht aus folgenden Gründen:

source: To explore and support your personal learning process. We are able to provide insights into your personal learning process, by collecting and processing your data in the TEL environment. You have the opportunity to explore your personal learner profile, by comparing your study plans with actual learning behavior in the TEL environment. This can help you to reflect and improve your personal learning approach.
de: Ihren persönlichen Lernprozess zu erforschen und zu unterstützen. Durch die Erhebung und Verarbeitung Ihrer Daten im TEL-Umfeld können wir Ihnen einen Einblick in Ihren persönlichen Lernprozess geben. Sie haben die Möglichkeit, Ihr persönliches Lernerprofil zu erforschen, indem Sie Ihre Studienpläne mit dem tatsächlichen Lernverhalten im TEL-Umfeld vergleichen. Dies kann Ihnen helfen, Ihren persönlichen Lernansatz zu reflektieren und zu verbessern.

source: To research the effects of the TEL environment for the classroom of the future. We are interested in the advantages and disadvantages of a TEL environment and want to research how learners perceive such a TEL environment in order to understand how the classrooms of the future could be enriched with technological innovations.
de: Erforschung der Auswirkungen der TEL-Umgebung auf das Klassenzimmer der Zukunft. Wir interessieren uns für die Vor- und Nachteile einer TEL-Umgebung und wollen erforschen, wie Lernende eine solche TEL-Umgebung wahrnehmen, um zu verstehen, wie die Klassenzimmer der Zukunft mit technologischen Innovationen bereichert werden können.

source: What does the application do? What data gets collected?
de: Welche Daten werden erfasst?

source: Serene is a tool to assist you in planning and monitoring your learning progress.
de: Serene ist eine Applikation zur Unterstützung des Planens und Überwachens des Lernfortschritts

source: In order to improve this application in the future, as well as to do research on planning we would like to use the data that you create in Serene.
de: Um die Applikation stetig zu verbessern, sowie um Forschung auf dem Gebiet von Selbstreguliertem Lernen anzustellen, verwenden wir die Daten, die bei der Nutzung von Serene anfallen.

source: In Serene, we collect the following data:
de: In Serene werden die folgenden Daten gesammelt:

source: Created Plans
de: Erstellte Pläne

source: Monitorings
de: Selbstbeobachtungen

source: Clicks in the application
de: Interaktionen mit der Applikation (z.B. Clicks)

source: I consent to the processing of personalized data in Serene:
de: Ich stimme der personalisierten Verarbeitung von Daten in Serene zu:

source: Submit
de: Speichern

source: Add Goal
de: Planen

source: Monitor
de: Beobachten

source: Reflect
de: Reflektieren

source: Settings
de: Einstellungen

source: Sign Out
de: Logout

source: Initial Settings
de: Initiale Einstellungen

source: How would you like to be notified in the future
de: Welche Form von Benachrichtigungen bevorzugst du?

source: Email Notifications
de: E-Mail Benachrichtigungen

source: Survey Code
de: Code

source: To match this data with survey data, please enter a code consisting of: <br/>
de: Damit wir Daten innerhalb dieser Applikation mit weiteren aus dieser Lehrveranstaltung abgleichen können, benötigen wir hier deinen Code bestehend aus: <br/>

source: For push notifications, please accept the notifications dialog that will appear.
de: Um Push-Notifications zu erhalten, bitte bestätige dies im Dialog den dein Browser anzeigt.

source: Enable
de: Aktivieren

# enterYourEmail
source: Enter your e-mail address below.
de: Gib hier deine E-Mail Adresse an.

source: Goal Completion Rate
de: Rate an erreichten Zielen

source: Factors that affected you
de: Faktoren für das Erreichen von Zielen

source: Monitor Goal Progress
de: Ziele überprüfen

source: Cancel
de: Abbrechen

source: What affected your goal achievement lately?
de: Was hat dich in letzter Zeit beim Erreichen deiner Ziele beeinflusst?

source: Other:
de: Andere:

source: Positive:
de: Positiv:

source: Negative:
de: Negativ:

source: As soon as you have monitored your goal achievement along with some reasons, you will see an overview here of the most common factors to influence your learning.
de: Sobald du deinen Selbstbeobachtungen ein paar Gründe hinzugefügt hast, wirst diese hier aufgelistet sehen.

source: {{ title }}
de: sdgefa

source: Goal
de: Ziel

source: Schedule
de: Termine

source: Plans
de: Pläne

source: Total:
de: Gesamt:

source: Add Plan
de: Plan hinzufügen

source: Cancel
de: Abbrechen

source: Submit
de: Speichern

# completedOnTime
source: Early
de: Früh

# completedLate
source: Late
de: Spät

source: Click to read more
de: Hier klicken, um mehr zu erfahren

source: You can download all the data that has been collected about you. If you choose to do so, an archive (.zip) will be created and you will be able to download it once it is ready.
de: Du kannst die gesamten herunterladen, die über dich gesammelt wurden. Wenn du das tust, wird ein .zip Archiv Erstellt, welches du herunterladen kannst, sobald es fertig ist.

source: Delete
de: Löschen

source: You can request the deletion of all the <em>personalized</em> data that is stored about you and which is not directly related to the functionality of Serene, such as log data.
de: sdfsdf

source: This process will remove the personlization from the following data:
de: dsfasdf

source: Your Learning Plans
de: Deine Lernpläne

source: Your Monitorings
de: Deine Selbstbeobachtungen

source: Your Click Data
de: Deine Klick-Daten

source: Please note that you cannot revert this process, so once your personalized data is deleted, we will not be able to restore it.
de: Diese Aktion kann nicht rückgängig gemacht werden. Sind die Daten einmal gelöscht, können sie nicht wiederhergestellt werden.

source: Delete
de: Löschen

source: Contact
de: Kontakt

source: You can contact us at any time if you have questions regarding the collection, storage, or processing of your data. <br/> If you want, you can contact us directly via <a>e-mail</a> or use the contact form below.
de: Du kannst uns jederzeit kontaktieren, wenn du Fragen zur Erhebung, Speicherung oder Verarbeitung deiner Daten hast. Wenn du möchtest, kannst du uns direkt kontaktieren über <a>e-mail</a> oder über das Kontaktformular unten.

source: Contact Form
de: Kontaktformular

source: If you want to be reminded of your plans via notification, check the checkbox below. Your browser will then ask you if it is acceptable for this website to send you notifications. Please click accept to receive notifications.
de: Wenn du per Push-Benachrichtig an deine Pläne erinnert werden möchtest, aktiviere die Checkbox unten. Der Browser wird dann fragen, ob es für diese Webseite erlaubt ist, dir Benachrichtigungen zuzusenden.

source: If you want to be reminded of your plans and goals via e-mail, enter an e-mail address below.
de: Wenn du die Erinnerungen an deine Pläne über E-Mail erhalten möchtest, trag deine E-Mail Adresse unten ein
